"Name:" = "Nome:";
"Wildcard" = "Cardinal";

"Extension:" = "Extensão:";

"Label:" = "Etiqueta:";
"Hold Command to select multiple labels" = "Pressione CMD para selecionar várias etiquetas";

"Kind:" = "Tipo:";
"Any" = "Qualquer";
"Folder" = "Pasta";
"File" = "Ficheiro";

// E.g: 2 items selected
"%{value1}@ items selected" = "%{value1}@ itens selecionados";

"Extend selection" = "Seleção expandida";

"Select" = "Selecionar";
"Invert" = "Inverter";
"Select & Close" = "Selecionar & Fechar";